class BasicData {
  static List<Map> lonelinessList = [
    {
      'message': 'ما أشد سعادة المرء حين لا يودع أحداً ولا ينتظر أحدا',
      'writer': '(محمود درويش)',
    },
    {
      'message': 'أتيت ولكني لم أصل.. وجئت ولكني لم أعد',
      'writer': '(محمود درويش)',
    },
    {
      'message': 'إذا تم العقل نقص الكلام',
      'writer': '(علي بن ابي طالب)',
    },
    {
      'message': 'بكثرة الصمت تكون الهيبة',
      'writer': '(علي بن أبي طالب)',
    },
    {
      'message':
          'الوحدة عاصفة ساكنة تحطّم أغصاننا الميتة، وهي مع ذلك تضرب بجذورها في أقصى أعماق القلب النابض من الأرض الحية. لا أريد أن أعني لأحد شيء ، إني أريد السلام ، السلام الداخلي الذي يكون دون مدد من أحد ، بل من الله يُسكب في القلب',
      'writer': '(أليف شفق)',
    },
    {
      'message':
          'عندما ترتفع سيعرف أصدقائك من انت , ولكن عندما تسقط ستعرف انت من أصدقائك',
      'writer': '(إبراهيم الفقي)',
    },
    {
      'message':
          'جميعنا ومن دون استثناء ، نحتاج إلى سلة مهملات داخل مخيلاتنا ، لنضع فيها الكلمات المزعجة والمواقف الأليمة ، وكذلك بعض الأشخاص',
      'writer': '(ابراهيم الفقي)',
    },
    {
      'message':
          'لا تعش منتظراً لأحد ، فمن لا يعتبر وجودك مكسباً له ، لا تعتبر غيابه خسارة لك',
      'writer': '(ابراهيم الفقي)',
    },
    {
      "message": "إن الجليس الصالح خير من الوحدة، والوحدة خير من جليس السوء",
      "writer": ""
    },
    {
      "message":
          "أن يُصبح وجعُك عصيّ الفهم حتى على أقرب أصدقائك فتغلق عليه داخلك كغصة في حلقك تتجرَّعها كل لحظة.. هو الوحدة عينها.!!!.",
      "writer": "(هند حجازي)"
    },
    {
      "message": "أسوء أنواع الوحدة.. تلك التي تجتاحك وأنت بين أهلك وصحبك.",
      "writer": "(محمد الرطيان)"
    },
    {
      "message":
          "الإنسان لابد أن يتعود على الوحدة حتى لا ينسى حقيقته الأولى التي ولد بها ولابد أن يرحل معها.",
      "writer": "(فاروق جويدة)"
    },
    {
      "message":
          "الوحدة: هي أن تكون بين أفراد عائلتك الودودين، بينما ذهنك مشغولٌ بمحادثة إلكترونية مع شخص قد لا يعبأ في الحقيقة بخبر موتك!",
      "writer": "(احمد صبري الغباشي)"
    },
    {
      "message": "الوحدة أشد أنواع الألم قسوة.",
      "writer": "(ياسر حارب)"
    },
    {
      "message":
          "الوحدة ترف، ترف ليس في طاقة كل أحد.. أقصد الغنى عن الناس والغنى عن السعى والغنى عن الجرى فى سبل الحياة.. والغنى عن الاختلاط بمن لا تحب أن تعرف.. هذه هي الوحدة.",
      "writer": "(محمد التابعي)"
    },
    {
      "message":
          "الوحدة تُعمق الاحساس باللامبالاة، وقد خبرتها طويلاً يا صديقي.. طويلاً لدرجة أني غير مهتم حقًا بذلك المرض الذي يأكل أطرافي.. لا أعرف حتى أين وصل الآن.. لا شيء يهم.. لا شيء. الوحدة رمال متحركة.. زوارها قليلين مختلفي الوجهة.. لذلك هي لا تترك مجالاً لثرثرة هي فقط.. تبتلعهم!. ",
      "writer": "(سارة درويش)"
    },
    {
      "message":
          "الوحدة شيء جميل، لكن لا بدّ من شخص يقول لكم إن الوحدة شيء جميل!.",
      "writer": ""
    },
  ];

  static List<Map> depressionList = [
    {
      "message":
          "يحدث أن يكون الاكتئاب فرصة ذهبية أعطتها الحياة لنا لنواصل التقدم في أمور تعني الكثير لقلوبنا، إلا أنها جراء تسرعنا أو إهمالنا، قد أزيحت تحت السجادة، أُخفيت فنُسيت",
      "writer": "أليف شفق"
    },
    {
      "message":
          "أكبر أخطائنا فى حق أنفسنا هو القلق و الاستسلام للاكتئاب و الشعور بالاحباط ،،،",
      "writer": "عبد الوهاب مطاوع"
    },
    {
      "message":
          "الاكتئاب ليس علامة ضعف, بل هو إشارة إلى محاولتك أن تكون قويًا لفترة طويلة جدا",
      "writer": "سيغموند فرويد"
    },
    {
      "message": "النسيان هو تدريب الخيال على إحترام الواقع",
      "writer": "محمود درويش"
    },
    {
      "message": "لم يبق في اللغة الحديثة هامش للإحتفال فكل ما سيكون كان",
      "writer": "محمود درويش"
    },
    {
      "message": "قل للغياب نقصتني وأنا أتيت لأكمل",
      "writer": "محمود درويش"
    },
    {
      "message": "ولا نتوب عن أحلامنا مهما تكرر إنكسارها",
      "writer": "محمود درويش"
    },
    {
      'message':
          'وسوءُ الخلقِ ليسَ له دواء . . . وكُلُّ جراحةٍ فلها دواء، كذاكَ البؤسُ ليس له بقاء . . . وليس بدائمٍ أبداً نعيم',
      'writer': 'علي بن أبي طالب'
    },
    {
      "message":
          "عندما أجلس بمفردي، يظن الجميع إنه اكتئاب ؛ ولكنها لحظة راحة بعيداً عن تطفلات البشر",
      "writer": "جورج برنارد شو"
    },
    {
      "message":
          "يا صديقي اخرج في الجو العاصف ولا تستسلم لتجهم الجو حولك .. ولا تسجن نفسك داخل جدران بيتك أياماً طويلة خوفاً من البرد والمطر ، فلأن تشكو من لفحة برد أرحم كثيراً من أن يتسلل اكتئاب الشتاء فيملأ روحك بالحزن الغامض ..والشجن",
      "writer": "عبد الوهاب مطاوع"
    },
  ];

  static List<Map> sadnessList = [
    {
      "message":
          "وليس لنا في الحنين يد.. وفي البعد كان لنا ألف يد سلام عليك، إفتقدتك جدًا.. وعليّ السلام فيما إفتقد",
      "writer": "(محمود درويش)"
    },
    {
      "message": "ليتنا إستطعنا أن نحب أقل كي لا نتألم أكثر",
      "writer": "(محمود درويش)"
    },
    {
      "message": "هناك حب يمر بنا فلا هو يدري ولا نحن ندري",
      "writer": "(محمود درويش)"
    },
    {
      "message":
          "لا تشكو للناس جرحًا أنت صاحبه، لا يؤمن بالجرح إلا من به ألمُ.",
      "writer": "(علي بن أبي طالب)"
    },
    {
      "message":
          "دواؤك فيك وما تشعر، وداؤك منك وما تصبر، وفيك انطوى العالم الأكبر.",
      "writer": "(علي بن أبي طالب)"
    },
    {
      "message": "لا شيء يؤلم اُكثر من سقوط قناع ،، ظنناه يوما وجها حقيقيا",
      "writer": "(ابراهيم الفقي)"
    },
    //fearData
    {
      "message":
      "في حاجات هي كده بديهيات في حياتنا مينفعش فيها تفكير وملهاش مجال من الاختيار ويوم ما بتتحط قدام انك تختار عمره اختيارك ما هيكون منصف ليك دايماً هيكون بناءاً علي حاجات كتيرة وكلها منافية لفكرة انك تكمل فيها رغم احتياجك وحبك ليها .",
      "writer": "Manar korashy"
    },
    {
      "message": "لا تجعل الآتِ مُحكم بسوء توقعك فلعلها تهيأ لتبهرك",
      "writer": "Manar korashy"
    },
    {
      "message":
      "بقيت بتهرب مني طول اليوم مش حابة إني اقابلني و باخد جنب مني، خايفة تفضل تسألني ومفيش إجابات عندي......",
      "writer": "Manar korashy"
    },
    {
      "message":
      "فى وقت فى حياتنا مفيش ولا عقل ولا منطق له الحق انه يقرر ؛ احساسنا بس اللى بيحركنا وهو كمان اللى ممكن يوقفنا .",
      "writer": "Manar korashy"
    },
    {
      "message":
      "فى نظرة تقولك استني ونظرة تقولك خلاص مبقاش ينفع اننا نبقي ونظرة تقولك اطمن أنت مش لوحدك انا هنا جنبك ، النظرات حقيقة لكن مش عملية بيفضل فى شك قلبك بيقولك أطمئن وعقلك يخبطه ويقوله فوق ده وهم مش أكتر محتاجين نطمن بعض بالكلام والأفعال والنظرات كلهم مكملين لبعض مفيش حاجة بتسد مكان حاجة",
      "writer": "Manar korashy"
    },
    {
      "message": "كل ما أريده منك ان تمسك بيدى لا أريد السقوط وأنتَ بداخلى",
      "writer": "Manar korashy"
    },
    {
      "message":
      "تلك الحياة تأخذك وتجعلك تنسى نفسك بها وعندما تتذكر تكون الرحلة قد إنتهت حاول ألا تهزمك تلك الحياة اللعينة كن أنتَ من يصنع تلك الحياة وحركها لا تجعلها هي من تحركك",
      "writer": "Manar korashy"
    },
  ];

  static List<Map> stressList = [
    {
      "message":
          "من وطن قلبه عند ربه سكن واستراح، ومن أرسله في الناس اضطرب واشتد به القلق.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "إن أمة تلازمها الهواجس ويستبد بها القلق علي مصيرها لا يمكنها أن تقدم نتاجاً فكرياً ذات قيمة.",
      "writer": "(ادولف هتلر)"
    },
    {
      "message":
          "إن الذات السلبية في الإنسان هي التي تغضب وتأخذ بالثأر وتعاقب بينما الطبيعة الحقيقية للإنسان هي النقاء وسماحة النفس والصفاء والتسامح مع الآخرين",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "كل يوم نعيشه : فهو هديه من لله , فلا تضيعه بالقلق من المستقبل او الحسرة علي الماضي فقط قل توكلت على الله.",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "عندما تبنى الاحاسيس على منطق معين يكون القرار افضل ، لكن لو أتت الاحاسيس في المقدمة فهنا تكون الخطورة",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "كخطوة أولى للسعادة و التفكير الجاد ، عليك أن تتخلص من احساسك بأنك الضحية",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "لا تعطي الأشياء أكبر من حجمها وتهول الامور فوق طبيعتها لئلا تجعل فشلك أمر فيك لازم والخسارة حليف لك دائم.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "القلق الدائم هو نوع من الحماقة , فهو مثل المشي دائما وأنت تحمل مظلتك خوفا من المطر.",
      "writer": "(ويز خاليفا)"
    },
    {
      "message":
          "قليل من الادراك السليم ، و قليل من التسامح ، و قليل من المرح .. و سوف تندهش عندما ترى كيف استطعت ان تريح نفسك على سطح هذا الكوكب",
      "writer": "(سومرست موم)"
    },
    {
      "message":
          "إن الانسان يشعر بالهدوء في مواقف الخوف عندما يتخيل أسوء ما يمكن ان يحدث ، و يقنع نفسه بأن حياته لن تنتهي",
      "writer": "(برتراند راسل)"
    },
    {
      "message":
          "من المفترض أن يدفعنا القلق إلى العمل و ليس إلى الاكتئاب ، فليس حراً من لا يستطيع السيطرة على نفسه",
      "writer": "(فيثاغورس)"
    },
    {
      "message":
          "السعادة كلها في أن يملك الرجل نفسه ، و الشقاوة كلها في أن تملكه نفسه",
      "writer": "( ابو حامد الغزالي)"
    },
    {
      "message": "القلق فائدة مدفوعة على المشاكل قبل أن يحين موعد استحقاقها",
      "writer": "(واليام والف انج)"
    },
    {
      "message":
          "القلق مثل الكرسي الهزاز ، سيجعلك تتحرك دائماً و لكنه لن يوصلك الى أي مكان",
      "writer": "(لو آن سميث)"
    },
    {
      "message":
          "متى يتم التوصل إلى قرار والبدء في تنفيذه، تخلص تماما من كل المسؤوليات والقلق الذي يثقل كاهلك",
      "writer": "(ديل كارنيجي)"
    },
    {
      "message":
          "انها صورة لا نحبها من القلق والخوف وشيء من الذل ومقاومة خفيفة يمكن ان نسميها : الامل او التوكل على الله مع شيء تافه اسمه الثقة بالنفس وبسبب هذا الافلاس المعنوي لا ينظر احد الي احد.",
      "writer": "(أنيس منصور)"
    },
    {
      "message":
          "يكفيك من التقوى برد الاطمئنان، ويكفيك من المعصية نار القلق والحرمان",
      "writer": "(مصطفى السباعي)"
    },
    {
      "message":
          "السعادة تأتي من داخل الإنسان إلى خارجه ، و ليس من خارجه إلى داخله",
      "writer": "(أمين حداد)"
    },
    {
      "message":
          "البعض ينشر السعادة أينما ذهب و البعض الآخر يخلفها وراءه متى ذهب",
      "writer": "(عبدالمنعم الزيادي)"
    },
    {
      "message":
          "من وطّن قلبه عند ربه سكن واستراح ومن أرسله فى الناس إضطرب واشتد به القلق",
      "writer": "(ابن القيم )"
    },
    {
      "message": "سبب الاضطراب و القلق هو الالحاح فى معرفة الاشياء",
      "writer": "(أثير عبدالله النشمي)"
    },
    {
      "message":
          "شفت في الشُعرا القلق و الخوف شفت ياما شفت خُفت لاشوف قلت اعيش أعمى ف عز الشوف",
      "writer": "(خالد عبدالقادر)"
    },
    {
      "message": "القلق ظنون سيئة مشتعلة تأكلنا من الداخل",
      "writer": "(شيماء فؤاد)"
    },
    {
      "message":
          "الموتُ أرحم من حياة ٍ بلا معنى . الموتُ أرحم من حياة تبدو كما البحر هادئة لكنـّها تخفي داخلها حيتان القلق والأرق والموت اليوميّ البطئ.",
      "writer": "(ريتا عودة )"
    },
    {
      "message": "القلق لا يغير أي شيء ، لكن الثقة بالله تغير كل شيء.",
      "writer": "(محمد الغزالي)"
    },
  ];

  static List<Map> beYourselfList = [
    {
      "message":
          "المتابعة: أن يفعل مثل ما فعل ، على الوجه الذي فعل ، لأجل أنه فعل",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "دافع الخطرة؛ فإن لم تفعل صارت شهوة وهمة؛ فإن لم تدافعها صارت فعلاً، فإن لم تتداركه بضده صار عادة؛ فيصعب عليك الانتقال عنها.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "العامة تقول : قيمة كل امرئ ما يُحسن ، والخاصة تقول : قيمة كل امرئ ما يطلب",
      "writer": "(ابن تيمية )"
    },
    {
      "message":
          "اذا لم يكن الهدف الذي تحققه هو هدفك الشخصي، فلن تنال السعادة عند تحقيقه",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message": "كن راغباً في رؤية نور الطفل البرئ الذي بداخلك",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message": "إما أن تسامح تماماً أو لا تسامح على الاطلاق",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "من المحتمل ألا تستطيع التحكم في الظروف ، و لكنك تستطيع التحكم في أفكارك ، فالتفكير الايجابي يؤدي الى الفعل الايجابي و النتائج الايجابية",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "حتى أعظم حيتان البحر ، ليس لديها أي قوة في الصحراء ، اعرف نقاط تميزك وركز عليها وكن قانعاً بنقاط ضعفك واعمل على تقويتها.",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "فعلى الإنسان ألا يوقع نفسه فريسة للتركيز السلبي على فكرة معينة، ولا يلوم غيره على عدم التغيير بل عليه أن يبدأ بنفسه.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "على الانسان أن يتقبل نفسه كما يراها هو ، و أن يحب نفسه على حالتها",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message": "سامح ، و اطلق سراح الماضي",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "لا تلم نفسك و انما حاسبها ، و تعلم من اخطائك .. و حاول أن تنمي الجوانب الايجابية من شخصيتك ، و تصحح الجوانب السلبية أو تزيلها",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message": "لانك تستحق السعادة ، يجب ان تؤمن بأن لا قيمة في معاقبة نفسك",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message": " لا تفرح بسقوطك غيرك، فإنك لا تدري ما تضمر لك الأيام.",
      "writer": "(علي بن أبي طالب )"
    },
    {
      "message":
          "القرار القاطع لا يدع مجالاً للتردد أو التراجع , بل يعطي الشخص قوة رائعة توجهه إلى تحقيق أهداف حياته.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "هل لديك حلمًا تريد تحقيقه في هذه الحياة، معقول ليس لديك حلم ؟ احلم وعيش لحلمك، واعلم أن أحلام الأمس هي حقائق اليوم وأحلام اليوم هي حقائق الغد احلم واجتهد وادعي ربك يحقق حلمك !",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "اذا لم تستطع نفع إنسان فلا تضره .. و إذا لم تفرحه فلا تحزنه .. و إذا لم تقف معه فلا تشمت به .. و إذا لم تفرح بنعمته فلا تحسده .. و إذا لم تمدحه فلا تذمه.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "البعض ينشر السعادة أينما ذهب و البعض الآخر يخلفها وراءه متى ذهب",
      "writer": "(عبدالمنعم الزيادي)"
    },
    {
      "message":
          "من وطّن قلبه عند ربه سكن واستراح ومن أرسله فى الناس إضطرب واشتد به القلق",
      "writer": "(ابن القيم )"
    },
    {
      "message": "سبب الاضطراب و القلق هو الالحاح فى معرفة الاشياء",
      "writer": "(أثير عبدالله النشمي)"
    },
    {
      "message":
          "شفت في الشُعرا القلق و الخوف شفت ياما شفت خُفت لاشوف قلت اعيش أعمى ف عز الشوف",
      "writer": "(خالد عبدالقادر)"
    },
    {
      "message": "القلق ظنون سيئة مشتعلة تأكلنا من الداخل",
      "writer": "(شيماء فؤاد)"
    },
    {
      "message":
          "الموتُ أرحم من حياة ٍ بلا معنى . الموتُ أرحم من حياة تبدو كما البحر هادئة لكنـّها تخفي داخلها حيتان القلق والأرق والموت اليوميّ البطئ.",
      "writer": "(ريتا عودة )"
    },
    {
      "message": "القلق لا يغير أي شيء ، لكن الثقة بالله تغير كل شيء.",
      "writer": "(محمد الغزالي)"
    },
  ];

  static List<Map> hopeList = [
    {
      "message":
          "اخرج بالعزم من هذا الفناء الضيق، المحشوِّ بالآفات إلى الفناء الرحب، الذي فيه ما لا عين رأت؛ فهناك لا يتعذر مطلوب، ولا يفقد محبوب .",
      "writer": "(ابن تيمية )"
    },
    {
      "message":
          "ألفتَ عجز العادة؛ فلو علت بك همتك ربا المعالي لاحت لك أنوار العزائم.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "القلوب آنية الله في أرضه، فأحبه إليه أرقها، وأصلبها، وأصفاها.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "رحلة النجاح لا تتطلب البحث عن أرض جديدة ولكنها تتطلب الأهتمام بالنجاح والرغبة في تحقيقه والنظر الى الأشياء بعيون جديدة",
      "writer": "( إبراهيم الفقي)"
    },
    {
      "message":
          "لن تستطيع العطاء بدون الحب ، و لن تستطيع أن تحب بدون التسامح .",
      "writer": "( إبراهيم الفقي)"
    },
    {
      "message":
          "افعل كل ما تستطيع من خير وبكل ما تستطيع من وسائل وبكافة الطرق الممكنة كلما أتيحت لك الفرصة إلى أكبر عدد من الناس لأطول فترة ممكنة وسوف يكون جزاؤك النجاح المطلق والسعادة الكاملة.",
      "writer": "( إبراهيم الفقي)"
    },
    {
      "message":
          "في علم الميتافيزيا نؤكد دائما على أن العقل مثل المغناطيس عندما يرى صاحبه يحقق أهدافه (ولو بالتخيل) سيجذب له الأشخاص والمواقف والآليات التي تساعده على تحقيق هذا الهدف.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "تذكر دائما ان الشتاء هو بداية الصيف .. وان الظلام هو بداية النور .. وان الامل هو بداية النجاح ..",
      "writer": "(إبراهيم الفقي)"
    },
    {
      "message":
          "عش كل لحظة كأنها آخر لحظة في حياتك،عش بالإيمان، عش بالأمل،عش بالحب، عش بالكفاح، وقدر قيمة الحياة.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "البعض ينشر السعادة أينما ذهب و البعض الآخر يخلفها وراءه متى ذهب",
      "writer": "(عبدالمنعم الزيادي)"
    },
    {
      "message":
          "من وطّن قلبه عند ربه سكن واستراح ومن أرسله فى الناس إضطرب واشتد به القلق",
      "writer": "(ابن القيم )"
    },
    {
      "message": "سبب الاضطراب و القلق هو الالحاح فى معرفة الاشياء",
      "writer": "(أثير عبدالله النشمي)"
    },
    {
      "message":
          "شفت في الشُعرا القلق و الخوف شفت ياما شفت خُفت لاشوف قلت اعيش أعمى ف عز الشوف",
      "writer": "(خالد عبدالقادر)"
    },
    {
      "message": "القلق ظنون سيئة مشتعلة تأكلنا من الداخل",
      "writer": "(شيماء فؤاد)"
    },
    {
      "message":
          "الموتُ أرحم من حياة ٍ بلا معنى . الموتُ أرحم من حياة تبدو كما البحر هادئة لكنـّها تخفي داخلها حيتان القلق والأرق والموت اليوميّ البطئ.",
      "writer": "(ريتا عودة )"
    },
    {
      "message": "القلق لا يغير أي شيء ، لكن الثقة بالله تغير كل شيء.",
      "writer": "(محمد الغزالي)"
    },
  ];

  static List<Map> appreciationList = [
    {
      "message": "أحب الحديث معك رغم أني لا أملك ما أقول.",
      "writer": "(محمود درويش )"
    },
    {
      "message":
          "من لا يعرف شخصيتي لا يحق له الحكم على تصرفاتي ، ومن لا يستطيع أن يقدرني لا يتوقع مني تقدير.",
      "writer": "(تشي جيفارا)"
    },
    {
      "message":
          "المبالغة في تقدير الناس وإظهار الاحترام لهم ، قد تكون دلالة على الثقة المهزوزة والشخصية الضعيفة.",
      "writer": "(ستيف جوبز)"
    },
    {
      "message":
          "أفعل الأشياء التي تحب فعلها حقا ,أبحث دائما عن رغبتك الحقيقيه ,اصنع الاختلاف والتميز . الطريقة الوحيدة لعمل أشياء عظيمه هي أن تحب ما تفعله .",
      "writer": "(ستيف جوبز)"
    },
    {
      "message": "اشتر نفسك؛ فالسوق قائمة، والثمن موجود.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "احياناً نحاول فتح الباب … فنفشل فندفعه بقوة … فنتألم ثم نكتشف انه يُفتح في الإتجاه الآخر … فنضحك كذلك هي المشاكل تُحل بالعقل لا بالقوة.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "نرى ما لا نريد و نريد مالا نرى فنفقد قيمة ما نرى و نضيع في سراب ما لا نرى كن حريصا ألا تفقد قيمة ما ترى.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message":
          "عندما تثق بأحد بشكل كامل بدون اي شك في النهاية ستحصل على نتيجتين اما شخص مدى الحياةاو درس مدى الحياة",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message": "من صَانَ ود عابراً صَانَ له الله ودُه فى قلب من مِنه قريب",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كل واحد مننا في حياته كام حد كده عارفين يكونوا موجودين، دايماً قادرين في كل مواقف انهم يفاجئونا ان فعلاً مميزين، يقدروا يكونوا وقت الهبل والجنان وفي عز الحيرة وكمان الأمان .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "أكبر  أشكال النضج بينك وبين نفسك انه التفاصيل الصغيرة هي اللي تشدك، و مش اى كلمة تصدقها، و إنك تعمل حساب لكل رد فعل منك، ويقينك انه مش لازم اجازف علشان اوصل لحاجة لو بتاعتي هتيجي من غير تعب و من غير ترتبت.",
      "writer": "Manar korashy"
    },
    {
      "message": "رغم فرقنا ورغم وجعنا لسة لكل حاجة معني.",
      "writer": "Manar korashy"
    },
    {
      "message": "اتحرك و متوقفش السعي عليك والنتيجة مكافئة ربنا ليك.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كن لنفسك اولاً، تسامح معها علي اختياراتها تعثراتها جميع انهزاماتها ولا تجبرها علي التخطي بلا تعافي حتي لا تصبح كالمهاجر بلا مأوي.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لما توصل لفكرة إن الحياة اختيارات اللي مشي و مكملش واللى إختار إنه يريح دماغه وميبررش كان إختياره وإن زعلك مفرقش وأهو الحياة كملت وموقفتش هترتاح",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لا يحجب بينك وبين أمراً كان ملاذً لك إلا إنه مشقةً لروحك فاترك أمرك للقدر ...",
      "writer": "Manar korashy"
    },
    {
      "message":
          "هتعرف مكانتك عند الشخص لما يكون هو  محور  المشكلة... يعني بدل ما كلامكم كله هزار أول ما يحصل سوء فهم بينكوا طريقته معاك هتفرق، إحتوائه للمواقف، كل خطوة منه علشان يحل المشكلة تفرق، لما يكون هو نفسه عنده مشكلة هل اختارك يتكلم معاك أو لا هتفرق،مينفعش تقول إنك صاحب لكذا أو أي نوع من العلاقات غير لما تواجه معاه كل حاجة، لما تبدأ تشوف هل أنت موجود فعلاً ولا صاحب وقت وخلاص .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "مش غلط إننا نقف و منكملش الغلط إننا نكمل وإحنا عارفين إنه مينفعش",
      "writer": "Manar korashy"
    },
    {
      "message":
          "اوعي تتجاهل إنك كل فترة تقولي لناس اللى أنتَ بتحبها قد ايه وجودهم بيفرق قادر أنها يصبرك فكرة انه يسمعك ده بالدنيا حتي لو مفيش حلول فى الاغلب احنا مش محتاجين حلول قد ما محتجين اننا نتكلم.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لكل واحد مننا رصيد عند اللى بيحبه، ورصيدك دا عبارة عن مواقف و لحظات عشتوها سوا، يمكن يجي الوقت ويحصل حاجة مش متوقعة بس الأكيد إنك دايماً بتكون متأكد ان مكانتك هى هى، جايز نبعد؛ بس فى حاجات عمر الوقت او الحياة تنسيهالنا، اللى كبرت معاه وكبر معاك بتفضل مُدان له طول الحياة",
      "writer": "Manar korashy"
    },
    {
      "message":
          "واللى شافك رغم وجعك إنك أقوى ما فى الحياة يستاهل إنك تعيش له وتنسى معاه اللى فات.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "ولو باقي فى عمري يوم ولو فى مكان يساعنا هتمنى اعيشه ليكي واشوفك واقولك اني مش ناسيكي.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "أتعلم لولا الغلط مكنش الصح ولو متخذلتش مكنتش هتعرف يعني ايه العوض، لولا الوحش مكنتش هتقدر قيمة الحاجة الحلوة، أفهم وقدر من غير ندم، لكل حاجة مقابل علشان توصلها وفي حياتك الغلط هو التمن المدفوع مقدماً علشان توصل للصح.",
      "writer": "Manar korashy"
    },
    {
      "message": "فى دايرة الرحلة قلوب بنا بتحيا ونروح وياها لاخر الرحلة .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "ومسيركوا هتتقابلوا بعد ما تتفارقوا وساعتها هتفتكروا ذكرياتكوا وتبتسموا لبعض على حسن عشرتكوا",
      "writer": "Manar korashy"
    },
    {
      "message": "بما إني ليا فيك بجد ، فا من حقي احط لزعلك حد ……",
      "writer": "Manar korashy"
    },
    {
      "message": "كن منمقاً معهم فى كلماتك فلا يتبقى منك سوى الكلمات",
      "writer": "Manar korashy"
    },
  ];

  static List<Map> faithList = [
    {
      "message":
          "إياك و العجلة بالأمور قبل أوانها ، أو التثبط فيها عند إمكانها",
      "writer": "(علي بن أبي طالب)"
    },
    {
      "message":
          "سأصير يوماً ما أريد.. سأصير يوماً طائراً، وأسلّ من عدمي وجودي.. كلّما إحترق الجناحان إقتربت من الحقيقة، وإنبعثت من الرماد.. أنا حوار الحالمين، عزفت عن جسدي وعن نفسي لأكمل رحلتي الأولى إلى المعنى، فأحرقني وغاب.. أنا الغياب.. أنا السماويّ الطريد",
      "writer": "(محمود درويش)"
    },
    {
      "message": "إذا أردت أن تعرف نعمة الله عليك، فأغمض عينيك",
      "writer": "(علي بن أبي طالب)"
    },
    {
      "message": "كل الحادثات إذا تناهت فموصول بها الفرج",
      "writer": "(علي بن أبي طالب)"
    },
    {
      "message":
          "إذا رأيت الظالم مستمراً في ظلمه فاعرف أن نهايته محتومة , وإذا رأيت المظلوم مستمراً في مقاومته فاعرف أن إنتصاره محتوم.",
      "writer": "(علي بن أبي طالب)"
    },
    {
      'message':
          "أبلغُ ما تستمد به النِّعمة الشكر، وأعظمُ ما تُمحصُ به المِحنة الصبر."
              "أولى الناس بالاصطناع من إذا مُطِلَ صَبَرَ، وإذا مُنِعَ عَذَر، وإذا أُعطيَّ شَكَر.",
      "writer": "(على بن أبي طالب)"
    },
    {
      'message': "أصل الصبر حسن اليقين بالله.",
      "writer": "(على بن أبي طالب)"
    },
    {
      'message': "أضيقُ ما يكون الحرجُ أقربُ ما يكونُ الفرجُ.",
      "writer": "(على بن أبي طالب)"
    },
    {
      'message': "أفضل الصبر عند مرِّ الفجيعة.",
      "writer": "(على بن أبي طالب)"
    },
    {
      "message": "اياكَ والعجل فإنَّه عنوان الفوتِ والندم.",
      "writer": "(على بن أبي طالب)"
    },
    {
      "message":
          "الكمال في ثلاث: الصبرُ على النوائب، والتورع في المطالب، وإسعافُ الطالب.",
      "writer": "(على بن أبي طالب)"
    },
    {
      "message":
          "كما أن البدن إذا مرض لم ينفع فيه الطعام والشراب – فكذلك القلب إذا مرض بالشهوات لم تنجع فيه المواعظ.",
      "writer": "( ابن تيمية)"
    },
    {
      "message":
          "الناس لا يفصل بينهم النزاع إلا كتاب منزل من السماء ، و إذا ردوا إلى عقولهم فلكل واحد منهم عقل",
      "writer": "(ابن تيمية)"
    },
    {
      "message": "القلوب المتعلقة بالشهوات محجوبة عن الله بقدر تعلقها بها.",
      "writer": "(ابن تيمية)"
    },
    {
      'message':
          'الهجر الجميل : هجر بلا أذى ، و الصفح الجميل : صفح بلا عتاب ، و الصبر الجميل : صبر بلا شكوى',
      'writer': '(ابن تيمية)'
    },
    {
      "message": "من عرف ربه اشتغل به عن هوى نفسه.",
      "writer": "(ابن تيمية)"
    },
    {
      "message":
          "إياك أن تيأس ، هناك حياة جميلة تنتظرك ، وفرح كبير قادر على محو كل حزن مررت به ، ثق بربك ثم بنفسك.",
      "writer": "(ابراهيم الفقي)"
    },
    {
      "message": "يقولون ان حلمي مستحيل وانا اقول ان الله على كل شئ قدير",
      "writer": "(ابراهيم الفقي)"
    },
  ];

  static List<Map> painList = [
    {
      "message":
          "مراحل الإسقاط بتبدأ من أول مرة إستنيت تسمع كلمة معينة ومتقالتش ومن بعدها بنفس الشعور إستنيت سؤال معين ومتسألش، حاول متكلمش في حاجة انت بس اللي بتدفع فيها وقف علشان تقدر تشوف كل حاجة بصورة واضحة و تحدد هتكمل ايه .....وليه .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كل حاجة ليها اخر مرة؛ اخر مرة استني اخر مرة ارجع اخر مرة ابرر اخر مرة اصدق اخر مرة من كل حاجة بتكون النهاية ولا بعدها هنعدي ولا هنكون موجودين.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "قد يأتيك شخصاً لا يريد أن يصبح اى شيء ويبقي كل شيء وتصيب أنت بإحالة الوصول.",
      "writer": "Manar korashy"
    },
    {
      "message": "حالاً غياب و رجعونا أمر محال.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كل حاجة في حياتنا بتحصل بالتدريج، بالتدريج بنتعلق ، وبالتدريج بنتخلي و نبعد ،بالتدريج بنبطل نستني ....",
      "writer": "Manar korashy"
    },
    {
      "message":
          "ياريت كان بأيدينا نخلي اللي بنحبهم يفضلوا مبسوطين ميتوجعوش ميحتاروش، يفضلوا دايماً مع الناس اللي بيحبوها طول العمر ياريت كان بأيدينا .....",
      "writer": "Manar korashy"
    },
    {
      "message": "كيف لك أن تكون كل شيء وانتَ لم تفعل لي أى شيء",
      "writer": "Manar korashy"
    },
    {
      "message":
          "قرار إنه يبعد كان غريب، خوفه عليا او يمكن عليه مش بلومه على بعاده لأن فعلاً الحل الوحيد .",
      "writer": "Manar korashy"
    },
    {
      "message": "كان نفسي أكون وياه وأصلح اللي اتكسر جواه.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "وبلاها إفتراضات وتكوين في حكايات، سيب كل حاجة تاخد وقتها لحد ما تبان الحكاية كلها .",
      "writer": "Manar korashy"
    },
    {
      "message": "تقبلك كما أنت يؤذيني ويجعل مني شخص لا يتحمل أمره",
      "writer": "Manar korashy"
    },
    {
      "message":
          "انتظارك لسؤال معين او تصرف يرجعك تاني لنفس المكان كلها حواجز بتمنعك انك تعدي المشكلة بتفضل واقف عندها .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "محدش بيغلط وهو مش واخد باله كل واحد بيكون عارف توابع افعله بس مش بيشوف غير رده فعل اللي قدامه.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "ولإن الطرق لا تتقاطع مطلقاً يتبقَّى عليك إنهاء السعي وفقد الشغف في الأماكن الخطأ.",
      "writer": "Manar korashy"
    },
    {
      "message": "يمكن كان سوء فهم مني مش أكتر ولا تنفع حكاية ولا فقرة.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كَيَّفَ لَكَّ أنْ تَكَوَّنَ فِي البُعد قَريب و فِي القُرب بَعيد.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "حاول متكونش حكاية قديمة بتوجع شخص بهتت تفاصيله لأن في لحظة مفكرش في غيره",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لما شخص بيخرج من حياتنا، حياتنا بتقف لفترة، بنحس إننا مكشوفين وسهل إننا نقع، بنحس إننا خلاص مش عايزين نكمل، بس لو وقفنا وركزنا وسئلنا نفسنا سؤال واحد وهو هل الأحسن إننا نكمل ولا خلاص ؟! لازم تكون الإجابة هى انه خلاص؛ الشخص اللى بياخد قرار إنه يخرج بيكون إستنزف كل المشاعر ولو كمل هيفقد كل حاجة حلوة، وهيحس إنه عبء على اللي قدامه لكن باختيار الخروج بيفضل فى مودة وغلاوة و فرصة ليك قبل ما تكون ليه انكوا تبدأوا وتعيشوا الباقي بطاقة مضعفة.",
      "writer": "Manar korashy"
    },
    {
      "message": "مشاكلنا كلها واقفه على كلمة كان نفسنا نسمعها او نقولها .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "إشتياق من نوع غريب لناس وجودهم فى الحياة مالهوش بديل، هما بعدوا لكن ليهم بصمة فى كل شيء.",
      "writer": "Manar korashy"
    },
    {
      "message": "ضحكة نقصها اللى يشاركها.....",
      "writer": "Manar korashy"
    },
    {
      "message":
          "بكلمة نُفني دنيانا ودنياهم ؛ فياليتنا قولنا إننا لا نستطيع العيش إلا سواهم",
      "writer": "Manar korashy"
    },
    {
      "message": "لكل حاجة فى الحياة تمن بس أتعلم إن ميكنش التمن فقدانك للشغف",
      "writer": "Manar korashy"
    },
    {
      "message":
          "أنتَ مش أقل من انك تكون الأولى والاهم فى رحلة مليانة وجع وهم .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "برغم ان البعد عاند وقراره هو اللي سايد لسه فى الحكاية باقى ....",
      "writer": "Manar korashy"
    },
    {
      "message": "ها هنا فنائى وها هنا بقائي فكيف لي ان اتخلي عن أمل إحيائي.",
      "writer": "Manar korashy"
    },
    {
      "message": "ليكم عندى ذكريات هفضل أفتكرها بكل لهفة واشتياق",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لينا قلوب بنهواها ونتمنى في كل لحظة لقاها ولما تكون قصاد عينا نتوه ونمشي فى طريقنا.",
      "writer": "Manar korashy"
    },
    {
      "message": "أصبحت أسيرة لسيرته من يوم ما قررت إني أفارقه ……",
      "writer": "Manar korashy"
    },
    {
      "message":
          "يا ليت ما صادفت عيني عيناك يوماً ولم يشعر قلبي بالشوق إليك، كيف كان لي أن أعلم أن ذلك بداية الوجع الغير متناهي",
      "writer": "Manar korashy"
    },
    {
      "message":
          "احيانا نختبر أنفسنا بنسيان شخصا وعندما لا نسطيع فعل ذلك نبدأ نفكر هل هذا هو الحب أو لان ذلك الشيء ظل معلق دون معرفة شيء عنه لم نستطع الاقتراب أو الابتعاد يريد القلب ان يعرف مصير ذلك الطريق ولكن في تلك النقطة من المستحيل ان نحدد شيء.",
      "writer": "Manar korashy"
    },
    {
      "message": "كُنتَ لي نجماً يُنيرَ سمائي وكُنتُ أنا في سماءك سحابة عابرة",
      "writer": "Manar korashy"
    },
    {
      "message": "كل الطرق لا تؤدي إليك، ولكنى جعلت منك نهاية جميعهم .",
      "writer": "Manar korashy"
    },
    {
      "message": "ويمكن يجى الوقت وتبقى حكاية أحكيها بكل تفاصيلها.",
      "writer": "Manar korashy"
    },
    {
      "message": "حينما كنت أحاول إيجادك كنت أنتَ تبحث عن نفسك في مكاناً اخر",
      "writer": "Manar korashy"
    },
    {
      "message":
          "ويمكن يجي الوقت ونمل ونفضل برضو بنكابروننسى ان دنيتنا راحت على أمل فارغ",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كانت هكذا اللحظة، ثقل الكلام واستصعبنا الحديث، فصمتنا وكان لأول مرة أرى أن الصمت جواب.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "العتاب تجديد للعلاقات وعمره ما كان سبب في هدم علاقة بس واحنا بنعاتب لازم نفكر احنا فعلاً بنعاتب علشان باقيين ولا علشان جبنا اخرنا و مش قادرين نكمل، وعلي حسب انتَ شايف ايه هيطلع منك الكلام، في كلمة بتكون عتاب وكلمة بتقفل كل البِيبَان.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "وكان كل خوفي وقتها اني اكونلك وقت وانتهي وبعدها فهمت إنها كانت كدبة وصدقتها",
      "writer": "Manar korashy"
    },
    {
      "message":
          "اوقات كتير بنختار نكون رد فعل في طريقة تعاملنا، رد فعل في كل كلمة بنقولها، مش لازم نكون مرتاحين بس علي الاقل واضحين مع نفسنا، قادرين نجاوب على كل سؤال خطر على بالنا قادرين نحط كل حاجة في مكانها.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كفياك تصرفات غبية، كفياك محاولات علي الفاضي لكل حكاية منهية، كفياك تدوير ورا كل كلمة مدفونة تحت شعار لو عرفت هستريح؛ راحتك في كل حاجة اتمنعت عنك (لو كان خيراً لأتى)",
      "writer": "Manar korashy"
    },
    {
      "message": "لكل واحد مننا حكاية واقف عندها ومش عارف يكمل بعدها.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "وساعات حكايتنا تهون علينا بكلمة اتقالت وقت وجع وناخد قرار اننا نمشى من غير ما نسأل كان ايه السبب.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "انسي حبهم واتعلم تعيش الدنيا فى بعدهم هما اختروا يعيشوا الدنيا لوحدهم قوى قلبك على الفراق وامنعوا من الاشتياق .",
      "writer": "Manar korashy"
    },
    {
      "message":
          "كيف لك ان تتعايش مع الخذلان دائما تتوقع تصرف وتفاجئ بأخر لذلك لا تنتظر شيء أجعل من يريد ان يظهر لك شيء ان يتعب بالمحاولة من اجلك ، وعليك ان تعلم إن كنت سهل المنال تكون أسهل ان تترك في منتصف الطريق .",
      "writer": "Manar korashy"
    },
    {
      "message": "ليس كل ما مرغوب إليك هو الأفضل احيانا ترغب ما هو الاسوء",
      "writer": "Manar korashy"
    },
    {
      "message":
          "لو أردت الأخذ بالأسباب فسوف أجد عدم وجود فرصة لخلق شيء بينا فالطرق لا تتقاطع مطلقاً .",
      "writer": "Manar korashy"
    },
    {
      "message": "لكل حاجة فى الحياة تمن بس اتعمل ان ميكنش التامن فقدنك للشغف.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "بكلمة نُفني دنيانا ودنياهم ؛ فياليتنا قولنا إننا لا نستطيع العيش إلا سواهم.",
      "writer": "Manar korashy"
    },
    {
      "message":
          "الأيام لا تثقل عليك بسبب احدهم ولكن أنتَ من جعلت نفسك المُنتظِر دائماً",
      "writer": "Manar korashy"
    },
    {
      "message":
          "علاقات أغلبها سطحية وصور وحقيقة مخفية دايماً نقول أننا واضحين وفى الواقع صورة بالرصاص مرسومين ",
      "writer": "Manar korashy"
    },
  ];

  static List<Map> fearList = [

  ];
}
