class Daily {
  List<Map> dailyData = [
    {
      'message':
          "أكتشفت ان البدايات مش دايماً مبهرة بس الأكيد ان البدايات بتكون حقيقية",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان مجهودك مش ضمان لنجاحك بنسبة 100% بس اكيد هو هيكون سبب كافي لعدم فشلك",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "اكبر لعنة ان حياتك تكون زحمة بس انت عارف كويس ان مفيهاش حد حقيقي",
      "writer": "Medrona Raed"
    },
    {
      'message': "أكتشفت ان مهما عدي وقت طويل ف احنا مبننساش بردو...",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان كل الناس مش عارفة قيمة {العادي} بس اول ما العادي ده بيختفي  يرجعوا يتمنوا يوم من ايامه عشان كدة اتبسط {العادي}",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان مفيش اي حاجة في الكوكب من غير مقابل و انك في جميع الحالات هتدفع..فأختارالحاجة الي تستاهل",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان كلنا محتاجين حد يشجعنا و يقولنا {كمل} مهما كنا شاطرين او واثقين في نفسنا..شجعوا بعض",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان مش مهم مين هيصقفلك لما توصل المهم مين الي حاول يقومك لما انت وقعت",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان الوعد عمره ما يكون وعد غير لما يتحقق،غير كدة فهو مجرد كلام حلو و خلاص",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان اي حد بيمشي من غير {مبرر واضح او سبب مقنع} فهو كدة كدة هيرجع و لو مرجعش فهو هيندم..",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان في علاقة طردية بين احساسك بالأمان و الخذلان الي ممكن تتعرضله بعدها..بس ده مش مبرر انك متتطمنش",
      "writer": "Medrona Raed"
    },
    {
      'message':
          "أكتشفت ان كل التعب بيهون بمجرد ما بتوصل لهدفك..ف اتعب علشان هو يستاهل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كل حاجة بتعدي حتي الوقت الصعب بيعدي مادام حوالينا الناس الصح",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مش كل الحاجات تستاهل {فرصة تانية} و مش كل الناس بيقدروا {محاولة كمان}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان معظم الناس بتعرف تبين عكس الي جواها،بس انت مهما كنت ممثل شاطر..هيكون في شخص واحد على الاقل بيعرف يشوف حقيقتك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مفيش {حاجة ثابتة} كلنا بنتغير و كل حاجة حوالينا بتتغير سواء بمزاجنا او غصب عننا",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما كنتوا شبه بعض و في ما بينكم حاجات متشابهة ف انتوا برضو لسة مختلفين و الاختلاف ده هو الي بيخلينا نكمل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما كان نَفسك طويل و بتحاول ف انت هتيجي عند مرحلة معينة و تبطل..لمجرد انك مش لاقي نتيجة او على الاقل تقدير لمجهودك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان جملة انك {تيجي متأخر احسن من انك متجيش اصلاً} مش دايماً صح..علشان الوقت بيفرق دايماً",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الناس بتاخد بالها {انك مشيت} و بيتمنوا انك ترجع ..تقريباً في نفس الوقت الي انت بتقرر فيه {انك مش راجع}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما كان حواليك ناس كتير فلازم تعيش و تمر بحاجات لوحدك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت {انك مهما كنت عارف} ف لسة في حاجات كتير اوي {انت لسة متعرفهاش}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مفيش حاجة اسمها صدفة هو اكيد في هدف حتي في الحاجات الصغيرة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان هتيجي عليك اوقات تستغرب من {رد فعلك} في مواقف انت متأكد انك عمرك ما كنت هتتصرف فيها كدة و ساعتها هتكتشف انك اتغيرت",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان حتي الحاجات الصغيرة مهما كانت بسيطة فهي دايماً بتسيب أثر",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الكلمة اكيد بتفرق بس الفكرة كلها انك تختار الوقت الصح",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان المفروض قبل ما تعمل اي حاجة في الدنيا تسأل نفسك {ليه} و لو مفيش سبب واضح يبقي متكملش",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان هيجي عليك وقت و مش هتعرف تعبر او تفسر الي جواك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان سهل جداً انك تاخد قرار بس الاصعب انك تنفذه",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في اوقات كتير بيكون كل دورك انك تكون موجود و ساكت و بتطبطب بس",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان في فرق كبير بين انك لوحدك و انك حاسس بالوحدة",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الحب هو المبرر الوحيد لاي حاجة حلوة بتحصل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك مينفعش تحكم علي الجواب من عنوانه..لازم تكمل لاخر كلمة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كل الي انت بتعمله كدة كدة هيلف و يرجعلك حتي لو بعد مليون سنة",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان في الوقت الصعب بس بيبان مين القريب و الموجود",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت انك مينفعش تحبس نفسك في اوضة و بعدين تعيط انك لوحدك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مش دايماً دور الصاحب انه {يطبطب} ساعات لازم {يشدك} من ايدك و يخليك تفوق علشان متوجعش نفسك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في علاقة طردية بين {العشم} و {الوجع} لو العشم ده للناس الغلط",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان مهما كان عندك اصحاب كتير ف محدش هيحبك زي اهلك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان النضج مش {ثمن} الوجع.. ده {نتيجة}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك مينفعش تحسبها كل مرة بالورقة و القلم علشان مش دايماً توقعتنا بتكون صح..و خليك مستعد لأي تغيير",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الحاجات الي انت شايف انها {ولا حاجة} اول ما تبطل تحصلك هتعرف انها كانت {كل حاجة}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت و انت مبتعرفش تعوم تروح تنقذ واحد بيغرق (انقذ نفسك الاول)",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان ساعات السكوت بيكون هو الحل الامثل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان لو الكوكب كله بيحاول يساعدك و انت مش عاوز..ف للاسف انت مش هتتحرك من مكانك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان مش كل الي بنشوفه قدام عنينا حقيقي",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك عمرك ما هتحكم او تلوم علي حد في اي موقف..لو بس حطيت نفسك مكانه",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الطبيعي انك تدور علي الحاجات الي ناقصاك بس الاهم انك و انت في الطريق متوقعش الحاجات الي معاك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان كل الحاجات الصعبة ليها مميزات برضو بس هتفهما بعدين",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الي عنده حلم مصدقه جداً اكيد هيجي يوم و يحققه",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان وقت تبديل الادوار يكون صعب جداً و محتاج مجهود بس انت لازم تتعلمه",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الطبيعي ان احنا نكون مختلفين بس الصح ان احنا نتقبل اختلافتنا ده",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مش دايماً الوسطية وحشة ساعات بيكون الرمادي هو الحل الصح",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان المشكلة قادرة تظهر لك ان حواليك مليون كتف ممكن يسندك بس انت مكنتش شايفهم",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الخوف الزيادة قادر يموتك برضو مش بس المرض",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما اتقدمت التكنولجيا هيفضل ان احنا نشوف بعض و نسلم علي بعض و نكلم و نضحك و نهزر و نعيط احسن مليون مرة من الvideo call",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان محدش فينا كسول او معندوش طاقة،الفكرة كلها ف{انت بتحارب علشان ايه}",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك هتاخد علي دماغك طول ما انت لسة بتخبط علي نفس الباب الي اتقفل في وشك 100 مرة قبل كدة،دي مش معافرة ده هبل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان المسؤلية حاجة تقيلة جداً بس مش كله بيقدر يشيلها يوم ما هتعرف تستحملها هتكون كسبت نفسك مش بس الي قدامك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك كدة كدة هتكون غلط قدام الشخص الي دايماً شايف نفسه صح و مبيسمعش غيرة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان وجود شخص مريح في حياتك انت مش مطالب تبرر له وجهة نظرك او افعالك لانه كدة كدة ولا هيفهمك غلط ولا هيلومك..نعمة عظيمة",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان مفيش ثوابت في الدنيا و كل حاجة بتتغير..حتي انت",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان احنا دايماً محتاجين حد يسمعنا حتي لو معندوش حل،حد زي البحر نقضي عنده كل البحر نقضي عنده كل الحكاوي و نمشي مرتاحين",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك مينفعش تحاسب نفسك على غلطات امبارح بدماغ انهاردة ..علشان لولا الي حصل مكنتش هتفهم",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كل الكلام الي اتقالك وقت فشلك هو السبب في نجاحك دلوقتي",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك تحاول تساعد الناس و تفرحم و تساعدهم في حل مشاكلهم دي حاجة عظيمة بس متنساش تعمل كدة مع نفسك الاول",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في مواقف عبارة عن صدمة و كأن مفيش رد فعل مناسب ل الي بيحصل...",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك تكون دايماً ايجابي و بتبص علي نص الكباية المليان و ماشي توزع positive energy علي كل الناس مش دايماً صح",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان تعبك كله بيتنسي و بتحس فعلاً انك عملت حاجة اول ما تلاقي الي قدامك مبسوط و مقدر",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان شخص واحد قلبه نضيف قادر يعلم و يسيب اثر في الي حواليه من غير اي مجهود",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك تكون متسرع و مش شايف الصورة كاملة بيضيع عليك كمية مواقف و فرص متتعدش",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان رحلة الشفاء و الراحة طويلة جداً و مؤلمة بس تستاهل",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الي بيمشي بأقتناع عمره ما بيرجع",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان اثناء رحلة نضجك و تغيرك هتلاقي ناس وقعت منك في النص و ده مش معناه انك غلط او انهم وحشين..الفكرة كلها ان انتوا اتغيرتوا و مش قادرين تتقبلوا التغيير ده",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان مفيش حاجة بتعوض غيابك في الاوقات المهمة..متغبش",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان التجاهل مش حل اي مشكلة ده للاسف بيخليها اسود",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كل واحد محتاج على الاقل شخص واحد يشوفه بعيون حقيقية من غير اي براويز",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مينفعش تستني الاجابات عن نفسك من حد تاني..محدش يعرفك قدك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كلنا محتاجين تشجيع من الناس الي حوالينا حتي لو واثقين في نفسنا",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في حاجات كتير اوي لو كنا عرفناها بدري كانت القصة هتختلف كتير",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما اختلف هدف كل واحد عن التاني..فالناس كلها هتفضل بتتمني انهم يسيبوا اثر",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الناس بتموت لما بتتنسي غير كدة هما عايشين جوانا",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انه مش مهم خالص الي ناس تعرفوا عنك،المهم انك عارف نفسك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان مش كل الي عينك بتشوفه حقيقي",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان اصعب الصراعات هي الي بتكون بينك و بينك و انت الحكم",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان كلنا بندور على الراحة بغض النظر عن تغير مفهومها عند كل واحد فينا",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان اصعب حاجة بتدور عليها هي (انت) و بتبقي مصيبة لو ملقتهاش",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان المقارنة هي اول خطوة للنهاية",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الناس بتروح و تيجي و انت بي الي هتفضل ليك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان التلقائية و العفوية دايماً بيكسبوا في اي موقف مادام الي حواليك ناس بتفهمك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان من اجدع الحاجات في الدنيا انك تلاقي حد بيرد غيبتك و بيدافع عنك و انت مش موجود",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الحب الحقيقي قادر يحرر كل خوف و يشفي و يسند بجد",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان لسة المعجزات بتحصل حتي لو احنا شايفين انه مستحيل",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان الامنيات من غير مجهود هتفضل مجرد مستحيل",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان كل ما تعرف حاجات اكتر كل ما مسئوليتك هتزيد",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان ممكن شخص يكون بيحبك جداً بس هو مبيعرفش يعبر عن ده كويس،بس في ظروف معيتة هتلاقي نفسك بتحس بالحب ده و ساعتها هتكون المواقف احسن من مليون كلمة حلوة اتقالت",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مش لازم تحصل حاجة عظيمة في اليوم عشان يكون يوم حلو،كفاية ان محصلش حاجة وحشة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك محظوظ اوي لو عندك حد بيعرف يترجم سكوتك و كلامك الملخبط",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في فرق بين حاجة (انت محتاجها) و حاجة (انت بتحبها و عاوزها) بلاش تكون تايه في النص و ركز",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مفيش حاجة بتفضل سر طول العمر..كل حاجة كدة كدة هتظهر مهما اتاخرت",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان مهما كان الموضوع معقد في نظر الكل فهو لسة عنده الحل و هيجي في وقته",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك لو ملكش رأي و مش بتعرف تاخد قرار و مش عارف انت عاوز ايه..مينفعش تلوم علي النتيجة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك هيجي عليك وقت لما تيجي تكلم عن وجعك هتكون بتكلم بفخر زي جندي كسب الحرب و ساعتها هتكون مرتاح و فخور بكل الي حصل",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان قلبك محتاج يتغرق حب و تشجيع علشان يفضل منور و ميحجرش",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان احلي حاجة ممكن تقدمها لاي حد زعلان انك تقدر زعله و متخليهوش يندم انه قرر يتكلم معاك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان هيجي وقت و هتشكر ربنا علي كل الامنيات الي محصلتش او المتأجلة الي حصلت في الوقت الصح",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انك عمرك ما هتلاقي الي بيحبك لو محبتش الي انت شايفه في المرايا",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الي انت شايفه ولا حاجة بالنسبة لحد تاني انجاز..افرح بانتصاراتك مهما كانت صغيرة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الوقت بيمشي بسرعة اوي و مهما كنت فاكر ان فاضلك كتير علشان توصل..هتلاقي في الاخر بينك و بين حلمك خطوة",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان كل الكراكيب الي جواك محدش هيرتبها غيرك",
      "writer": "Medrona Raed"
    },
    {
      "message": "أكتشفت ان اي حاجة بتخسرها قدام فرحتك و سلامك النفسي فهي مكسب",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان اول هي دايماً الاصعب بس بعد كدة بتكون اتعودت فبتعرف تتعامل مهما كان الموقف صعب",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان التحوير كدة كدة وحش..بس الاوحش انك بتكون بتحور على نفسك،على الاقل خليك حقيقي و واضح معاك",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان شعور الوحدة كدة كدة بيوجع بس الاوحش انك تحس بالوحدة دي و انت وسط الناس",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت انه من الغباء انك ترسم بكرة مع ناس هما مش موجودين معاك النهاردة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في اوقات هتختار بمزاجك انك تسكت علشان عارف ان كلامك مش كل الناس هتفهمه",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان في اوقات هتغير ترتيب اولوياتك و دايرة القريبين هتبدأ تتفلتر و ده هيحفزك كتير بس هيكسبك اكتر",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان عظم اكتشاف في العالم اكتشاف (الانا) بس الرحلة ممتعة و هتكتشفش حاجات اكتر في السكة",
      "writer": "Medrona Raed"
    },
    {
      "message":
          "أكتشفت ان الغفران اصعب و احلي بكتير من الانتقام..هنا بس بيظهر معدنك",
      "writer": "Medrona Raed"
    },
  ];
}
